Repository: nuxeo-cps/products--CPSCourrier
Catalog: i18n/*.po
Languages: ca, eu, fr, gl, pt

# action_reopen
source: Reopen
ca: Reobrir
eu: Berrireki
fr: Dé-clôturer
gl: Reabrir
pt: Reabrir

# reopen
source: Reopening
ca: Reobertura
eu: Berrirekitzea
fr: Annulation de la clôture
gl: Reapertura
pt: Reabertura

# heading_workflow_validate_of ${item_id}
source: Validate ${item_id}
ca: Validar ${item_id}
eu: ${item_id} baliozkotu
fr: Valider le courrier sortant «${item_id}»
gl: Validar ${item_id}
pt: Validar ${item_id}

# help_workflow_validate
source: You are about to validate the current outgoing mail document. Once validated It will be ready to be sent back to the original user.
ca: Està a punt de validar el correu
eu: Posta baliozkotzear zaude
fr: Vous vous apprêtez à valider ce courrier.
gl: Está a punto de validar o correo
pt: Irá validar o correio

# action_validate
source: Validate
ca: Validar
eu: Baliozkotu
fr: Valider
gl: Validar
pt: Validar

# validate
source: Validation
ca: Validació
eu: Baliozkotzea
gl: Validación
pt: Validação

# heading_workflow_invalidate_of ${item_id}
source: Invalidate ${item_id}
ca: Invalidar ${item_id}
eu: ${item_id} baliogabetu
fr: Invalider le courrier sortant «${item_id}»
gl: Invalidar ${item_id}
pt: Invalidar ${item_id}

# help_workflow_invalidate
source: You are about to invalidate the current outgoing mail document.
ca: Està a punt d'invalidar el correu i de tornar a la manera "redacció"
eu: Posta baliogabetzear zaude eta "idazketa" modura itzultzear
fr: Vous vous apprêtez à invalider ce courrier et retourner en mode rédaction.
gl: Está a punto de invalidar o correo e de volver ao modo "redacción"
pt: Irá invalidar o correio e voltar ao modo "redacção"

# button_invalidate
source: Invalidate
ca: Invalidar
eu: Baliogabetu
fr: Invalider
gl: Invalidar
pt: Invalidar

# action_invalidate
source: Invalidate
ca: Invalidar
eu: Baliogabetu
fr: Invalider
gl: Invalidar
pt: Invalidar

# invalidate
source: Invalidation
ca: Invalidació
eu: Baliogabetzea
gl: Invalidación
pt: Invalidação

# help_workflow_send
source: You are about to send the document to the orginal user.
ca: Està a punt d'enviar un correu als seus destinataris
eu: Posta bere hartzaileei bidaltzear zaude
fr: Vous vous apprêtez à envoyer ce courrier à ses destinataires.
gl: Está a punto de enviar un correo aos seus destinatarios
pt: Irá enviar um correio aos seus destinatários

# button_send
source: Send
ca: Enviar
eu: Bidali
fr: Envoyer
gl: Enviar
pt: Enviar

# action_send
source: Send
ca: Enviar
eu: Bidali
fr: Envoyer
gl: Enviar
pt: Enviar

# send
source: Sending
ca: Enviament
eu: Bidaltzea
fr: Envoi
gl: Envío
pt: Envío

# heading_workflow_reactivate_of ${item_id}
source: Reactivate ${item_id}
ca: Reactivar el correu d'eixida «${item_id}»
eu: Honako posta bidaltzekoa «${item_id}» berraktibatu
fr: Réactiver le courrier sortant «${item_id}»
gl: Reactivar o correo saínte «${item_id}»
pt: Reactivar o correio a enviar «${item_id}»

# help_workflow_reactivate
source: You are about to reactivate a sent outgoing mail document. This will allow you to rework the content of the reply and to resend it to the original user.
ca: Està a punt de reactivar el correu
eu: Posta berraktibatzear zaude
fr: Vous vous apprêtez à réactiver ce courrier.
gl: Está a punto de reactivar o correo
pt: Irá reactivar o correio

# button_reactivate
source: Reactivate
ca: Reactivar
eu: Berraktibatu
fr: Réactiver
gl: Reactivar
pt: Reactivar

# action_reactivate
source: Reactivate
ca: Reactivar
eu: Berraktibatu
fr: Réactiver
gl: Reactivar
pt: Reactivar

# reactivate
source: Reactivation
ca: Reactivació
eu: Berraktibatzea
fr: Réactivation
gl: Reactivación
pt: Reactivação

# heading_workflow_reset_of ${item_id}
source: Reset ${item_id}
ca: Restaurar ${item_id}
eu: ${item_id} berrezarri
fr: Réinitialiser le courrier «${item_id}»
gl: Restaurar ${item_id}
pt: Restaurar ${item_id}

# help_workflow_reset
source: Reseting the mail document will put it back to it's initial state and clear the roadmap.
ca: Al restaurar el correu tornarà a posar-lo en el seu estat iniciar i netejarà la full de ruta
eu: Posta berrezartzean bere hasierako egoeran jarriko eta bere bide-orria garbituko duzu
fr: Vous vous apprêtez à réinitialiser le courrier. Son état reviendra à «Reçu», la feuille de route sera abandonnée mais les propriétés resteront inchangées.
gl: Ao restaurar o correo volverá a poñelo no seu estado inicial e limpará a folla de ruta
pt: Ao restaurar o correio voltará a colocá-lo no seu estado inicial e limpará o mapa.

# button_reset
source: Reset
ca: Restaruar
eu: Berrezarri
fr: Réinitialiser
gl: Restaurar
pt: Restaurar

# action_reset
source: Reset
ca: Restaurar
eu: Berrezarri
fr: Réinitialiser
gl: Restaurar
pt: Restaurar

source: reset
ca: Restauració
eu: Berrezartze
fr: Réinitialisation
gl: Restauración
pt: Restauração

# flag_handled
source: Back to handled (all replies deleted)
ca: Resposta(s) suprimida(s)
eu: Erantzuna(k) ezeztatuta
fr: Réponse(s) supprimée(s)
gl: Resposta(s) suprimida(s)
pt: Resposta(s) suprimida(s)

# flag_answered
source: Set answered (all replies sent)
ca: Resposta(s) enviada(s)
eu: Erantzuna(k) bidalita
fr: Réponse(s) envoyée(s)
gl: Resposta(s) enviada(s)
pt: Resposta(s) enviada(s)

# move_down_delegatees
source: Move to next level
ca: Moure al següent nivell
eu: Hurrengo mailara jaitsi
fr: Passage au niveau suivant
gl: Mover ao seguinte nivel
pt: Mover para o nível seguinte

# action_move_down_delegatees
source: Move down
ca: Baixar
eu: Jaitsi
fr: Descendre
gl: Baixar
pt: Baixar

# heading_workflow_move_down_delegatees_of ${item_id}
source: Move down ${item_id}
ca: Descarregar el correu «${item_id}»
eu: «${item_id}» posta jaitsi
fr: Descendre le courrier «${item_id}»
gl: Descargar o correo «${item_id}»
pt: Descarregar o correio «${item_id}»

# button move_down_delegatees
source: Move down
ca: Baixar
eu: Jaitsi
fr: Descendre
gl: Baixar
pt: Baixar

# help_workflow_move_down_delegatees
source: You are about to let the users of the next level handle the mail document. If you are not part of them and if you are not a local manager you will no longuer be able to act on that document.
ca: Està a punt de permetre als usuaris del següent nivell gestionar el document de correu. Si no forma part del mateix o si no és administrador local, no tornarà a poder accedir a este document.
eu: Posta kudeatzeko baimena hurrengo mailakoei ematear zaude. Ez bazara haren partaide edota bertako administratzaile ezin izango duzu berriro posta-dokumentu horretan sartu.
fr: Vous vous apprêtez à passer la main sur ce courrier aux utilisateurs référencés au niveau suivant de la feuille de route. <br/>Si vous n'en faites pas partie, ou n'avez pas de droits supérieurs, vous ne pourrez plus intervenir.
gl: Está a punto de permitir aos usuarios do seguinte nivel xestionar o documento de correo. Se non forma parte do mesmo ou se non é administrador local, non volverá poder acceder a ese documento.
pt: Irá permitir aos utilizadores do nível seguinte derir o documento de correio. Se não faz parte do mesmo ou se não é administrador local, não poderá voltar a aceder a este documento.

# heading_batch_workflow_handle
source: Handle a set of incoming mail documents
ca: Fer-se càrrec d'un lot de documents entrants
eu: Hartzeko dokumentu multzo baten ardura hartu
fr: Prendre en charge par lot
gl: Facerse cargo dun lote de documentos entrantes
pt: Encarregar-se de um lote de documentos recebidos

# help_batch_workflow_handle
source: By choosing to handle the selected mail documents you will be in charge of the future processing of the mails (answering, delegating, deleting, ... ).
ca: A l'optar per gestionar els documents de correu seleccionats, es farà càrrec del processament futur dels correus (respondre, delegar, esborrar...).
eu: Hautatutako posta-dokumentuak kudeatzeko aukera hartzeagatik, geroko posta prozesatzeko ardura hartuko duzu (erantzun, ordezkatu, ezabatu...).
fr: Vous vous apprêtez à prendre en charge un lot de courriers entrants&nbsp;; vous deviendrez de fait l'agent en charge de leur traitement&nbsp;: répondre, déléguer, mettre au rebut
gl: Ao optar por xestionar os documentos de correo seleccionados, farase cargo do procesamento futuro dos correos (responder, delegar, borrar...).
pt: Ao optar por gerir os documentos de correio seleccionados, encarregar-se-á do processamento futuro dos correios (responder, delegar, apagar...).

# heading_batch_workflow_discard
source: Discard a set of incoming mail documents
ca: Descartar un lot de documents entrants
eu: Hartzeko dokumentu-multzo bat baztertu
fr: Mettre au rebut par lot
gl: Descartar un lote de documentos entrantes
pt: Descartar um lote de documentos recebidos

# help_batch_workflow_discard
source: You are about to to put the selected mail documents to trash.
ca: Està a punt de posar els documents seleccionats en la paperera
eu: Hautatutako dokumentuak zakarrontzira botatzear zaude
fr: Vous vous apprêtez à mettre ce lot de courriers entrants au rebut
gl: Está a punto de poñer os documentos seleccionados na papeleira
pt: Irá colocar os documentos seleccionados na reciclagem

# heading_batch_workflow_answer
source: Reply to a set of incoming mail documents
ca: Respondre a un grup de documents entrants
eu: Hartzeko dokumentu-multzo bati erantzun
fr: Répondre par lot
gl: Responder a un grupo de documentos entrantes
pt: Responder a um grupo de documentos recebidos

# help_batch_workflow_answer
source: By answering the mail documents, you will create a new linked outgoing mail for each selected incoming mail document.
ca: Al respondre als documents, crearà un nou enllaç de correu eixint per a cada document entrant seleccionat
eu: Dokumentuei erantzutean, sartzeko dokumentu hautatu bakoitzeko bidaltzeko posta-esteka berri bat sortuko du.
fr: Vous vous apprêtez à créer une réponse pour ce lot de courriers
gl: Ao responder aos documentos, creará un novo enlace de correo saínte para cada documento entrante seleccionado.
pt: Ao responder aos documentos, criará uma nova ligação de correio a enviar para cada documento recebido seleccionado.

source: received
ca: rebut
eu: jasota
fr: reçu
gl: recibido
pt: Recebido

source: handled
ca: Encarregat
eu: Arduraduna
fr: pris en charge
gl: Encargado
pt: Encarregado

source: trash
ca: paperera
eu: zakarrontzia
fr: rebut
gl: papeleira
pt: reciclagem

# answering
source: replying
ca: responent
eu: erantzuten
fr: en réponse
gl: respondendo
pt: a responder

# answered
source: replied
ca: respost
eu: erantzunda
fr: répondu
gl: respondido
pt: respondido

source: closed
ca: tancat
eu: itxita
fr: clôturé
gl: pechado
pt: fechado

source: validated
ca: validat
eu: baliozkotuta
fr: validé
gl: validado
pt: validado

source: sent
ca: enviat
eu: bidalita
fr: envoyé
gl: enviado
pt: enviado

# manage_delegatees
source: Roadmap update
ca: Actualitzar el full de ruta
eu: Bide-orria gaurkotuta
fr: Mise à jour de la feuille de route
gl: Actualizar a folla de ruta
pt: Actualizar o mapa

# psm_select_a_level
source: Please choose a level
ca: Trie un nivell
eu: Maila hautatu
fr: Sélectionnez un niveau
gl: Seleccione un nivel
pt: Seleccione um nível

# psm_roadmap_changed
source: Roadmap changed
ca: Full de ruta modificada
eu: Bide-orria aldatuta
fr: Feuille de route modifiée
gl: Folla de ruta modificada
pt: Mapa modificado

# psm_stack_elements_edited
source: Roadmap elements changed
ca: Elements de la full de ruta modificats
eu: Bide-orriaren elementuak aldatuta
fr: Éléments de feuille de route modifiés
gl: Elementos da folla de ruta modificados
pt: Elementos do mapa modificados

# psm_cannot_manage_stack
source: You are not allowed to manage the roadmap
ca: No té permisos per a modificar la full de ruta
eu: Ez duzu baimenik bide-orria aldatzeko
fr: Vous n'avez pas la permission de modifier la feuille de route
gl: Non ten permisos para modificar a folla de ruta
pt: Não tem permissão para modificar o mapa

# psm_select_at_least_one_item
source: Please select at least one item
ca: Trie almenys un element
eu: Elementu bat, gutxienez, hautatu
fr: Sélectionnez au moins un élément
gl: Seleccione polo menos un elemento
pt: Seleccione pelo menos um elemento

# psm_cpscourrier_choose_at_least_mailbox_or_emailaddress
source: Choose at least a mailbox or enter an email address
ca: Trie almenys una bústia o introdueixca una adreça de correu
eu: Postontzi bat, gutxienez, hautatu edota posta-helbide bat sartu
fr: Veuillez au moins choisir une boîte ou entrez une adresse email
gl: Seleccione polo menos unha caixa de correo ou introduza unha dirección de correo
pt: Seleccione pelo menos uma caixa de correio ou introduza uma direcção de correio

# psm_cpscourrier_choose_either_mailbox_or_emailaddress
source: Choose either a mailbox or an email address
ca: Trie una bústia o una adreça de correu
eu: Postontzi bat edota beste posta-helbidea hautatu
fr: Choisissez soit une boîte, soit une adresse email
gl: Seleccione ou unha caixa de correos ou unha dirección de correo Choose either a mailbox or an email address
pt: Seleccione uma caixa de correio ou uma direcção

# psm_cpscourrier_mail_forwarded
source: Mail forwarded
ca: Correu enviat amb èxit
eu: Posta arrakastaz bidalita
fr: Courrier transféré avec succès
gl: Correo enviado con éxito
pt: Correio enviado

# psm_cpscourrier_reply_could_not_be_sent
source: Due to a configuration problem, the reply could not be sent. Please contact the site manager to fix the problem.
ca: A causa d'un problema de configuració, la resposta no pot ser enviada. Per favor, pose's en contacte amb l'administrador del portal per a arreglar el problema.
eu: Konfigurazio-arazo bat dela eta, ezin da erantzuna bidali. Mesedez, jarri zaitez harremanetan atariko administratzailearekin arazoa konpontzeko.
fr: La réponse n'a pas pu être envoyée à cause d'un problème de configuration. Veuillez s'il vous plaît contacter l'administrateur du portail pour qu'il règle le problème.
gl: Debido a un problema de configuración, a resposta non pode ser enviada. Por favor, póñase en contacto co administrador do portal para arranxar o problema.
pt: Devido a um problema de configuração, a resposta não pode ser enviada. Por favor, contacte o administrador do portal para resolver o problema.

# psm_cpscourrier_reply_could_not_be_sent_invalid_recipients_address
source: Invalid recipients addresses: the reply could not be sent
ca: Adreces invàlides dels destinataris: la resposta no puc ser enviada.
eu: Hartzaileen baliogabeko helbideak: erantzuna ezin da bidali.
fr: La réponse n'a pas pu être envoyée car l'adresse du destinataire n'est pas valide
gl: Direccións inválidas dos destinatarios: a resposta non pode ser enviada.
pt: Direcçoes inválidas dos destinatários: a resposta não foi enviada.

# psm_cpscourrier_reply_could_not_be_sent_invalid_sender_address
source: Invalid sender address: the reply could not be sent
ca: Adreça de l'emissor invàlida: no s'ha pogut enviar la resposta
eu: Bidaltzailearen baliogabeko helbidea:ezin izan da erantzuna bidali.
fr: La réponse n'a pas pu être envoyée car l'adresse de l'émetteur n'est pas valide
gl: Dirección do emisor inválida: non se puido enviar a resposta
pt: Direcção do remetente inválida: a resposta não foi enviada

# psm_cpscourrier_reply_sent
source: Reply sent
ca: Resposta enviada
eu: Erantzuna bidalita
fr: Réponse envoyée
gl: Resposta enviada
pt: Resposta enviada

# psm_cpscourrier_no_action_performed_for
source: The following mail documents were left unchanged:
ca: Els següents documents de correu no han patit canvis:
eu: Honako posta-dokumentu hauek ez dute aldaketarik izan:
fr: Les courriers suivants n'ont pas été affectés par l'opération&nbsp;:
gl: Os seguintes documentos de correo non sufriron cambios:
pt: Os seguintes documentos de correio não foram alterados:

source: On ${y}-${m}-${d}, ${name} wrote:
ca: El ${d}-${m}-${y}, ${name} va escriure:
eu: {d}-${m}-${y}, ${name}-k idatzi zuen:
fr: Le ${d}/${m}/${y}, ${name} a écrit :
gl: O ${d}-${m}-${y}, ${name} escribiu:
pt: ${d}-${m}-${y}, ${name} escreveu:

# cpscourrier_filter_button
source: Filter
fr: Filtrer

# cpscourrier_timeleft:${plus_sign}${d}
source: D${plus_sign}${d}
fr: J${plus_sign}${d}
