Repository: nuxeo-cps/products--CPSCourrier
Catalog: i18n/*.po
Languages: ca, eu, fr, gl, pt

source: State
eu: Egoera

# button_move_down_delegatees
source: Move down
ca: Desplaçar cap avall
eu: Behera eraman
fr: Descendre
gl: Desprazar cara a abaixo
pt: Mover para baixo

# button_update_stackelts
source: Apply changes
ca: Aplicar canvis
eu: Aldaketak aplikatu
fr: Enregistrer les modifications
gl: Aplicar cambios
pt: Aplicar mudanças

# button_validate
source: Validate
ca: Validar
eu: Baliozkotu
fr: Valider
gl: Validar
pt: Validar

# cpscourrier_answer_from_existing
source: Reply from an existing reply
ca: Respondre a partir d'una resposta existent
eu: Dauden erantzunez baliaturik erantzun
fr: Répondre à partir d'une réponse existante
gl: Responder a partir dunha resposta existente
pt: Responder a partir de uma resposta existente

# cpscourrier_choose_insertion_level
source: Choose insertion level
ca: Seleccionar el nivell d'inserció
eu: Hautatu txertatze-maila
fr: Sélectionner le niveau d'insertion
gl: Seleccionar o nivel de inserción
pt: Seleccionar o nível de inserção

# cpscourrier_forward_to_emailaddress
source: Forward to email address
ca: Transferir a un compte de correu
eu: Posta-kontu batera kargatu
fr: Transférer à une adresse email
gl: Transferir a unha conta de correo
pt: Transferir uma conta de correio

# cpscourrier_forward_to_mailbox
source: Forward to a mailbox
ca: Transferir a una caixa del portal
eu: Atariko kaxa batera kargatu
fr: Transférer à une boîte du portail
gl: Transferir a unha caixa do portal
pt: Transferir para caixa de entrada

# cpscourrier_response_preview_heading
source: Reply preview
ca: Previsualitzar la resposta
eu: Erantzuna bistaratu
fr: Prévisualisation de la réponse
gl: Previsualizar a resposta
pt: Pré-visualizar a resposta

# cpscourrier_roadmap_heading
source: Mail roadmap
ca: Full de ruta
eu: Bide-orria
fr: Feuille de route
gl: Folla de ruta
pt: Mapa

# cpscourrier_search_users
source: Search users or groups to add to the roadmap
ca: Recerca d'usuaris
eu: Erabiltzaileen bilaketa
fr: Rechercher des utilisateurs
gl: Buscas de usuarios
pt: Busca de usuários

# cpscourrier_select_delegatees
source: Please select the user(s) to add to the roadmap
ca: Per favor, trie els elements a adjuntar al full de ruta
eu: Mesedez, hauta itzazu bide-orrira eransteko elementuak
fr: Sélectionner les éléments à ajouter dans la feuille de route
gl: Por favor, seleccione os elementos a adxuntar á folla de ruta
pt: Por favor, seleccione os elementos a juntar ao mapa

# cpscourrier_thread_caption
source: Mail thread
ca: Fil de discussió
eu: Elkarrizketaren haria
fr: Fil de discussion
gl: Fío de discusión
pt: Hilo de discusión

# cpscourrier_use_default_roadmap
source: Use default roadmap
ca: Utilitze la full de ruta per defecte
eu: Erabili lehenetsitako bide-orria
fr: Utiliser la feuille de route par défaut
gl: Utilice a folla de ruta por defecto
pt: Utilize o mapa por defeito

# delegatees_search_results
source: Add delegatees: search results
ca: Resultats de la recerca
eu: Bilaketaren emaitzak
fr: Résultats de recherche
gl: Resultados da busca
pt: Resultados da pesquisa

# heading_workflow_send_of ${item_id}
source: Send ${item_id}
ca: Enviar el correu d'eixida: ${item_id}
eu: Bidaltzeko posta bidali: ${item_id}
fr: Envoyer le courrier sortant «${item_id}»
gl: Enviar o correo saínte: ${item_id}
pt: Enviar mensage seleccionada: ${item_id}

# label_delegatees_stack_empty
source: There are no delegatees within this workflow stack yet
ca: Encara no hi ha delegats amb excessiu flux de treball
eu: Oraindik ez dago lan-fluxu gehiegi duten ordezakaririk
gl: Aínda non hai delegados con excesivo fluxo de traballo
pt: Não há delegados com fluxo de trabalho

# label_delegation_date
source: Delegation Date
ca: Data de delegació
eu: Ordezkatze-data
fr: Date d'ajout
gl: Data de delegación
pt: Ficha de delegação

# label_directive
source: Directive
ca: Directiva
eu: Direktiba
gl: Directiva
pt: Directiva

# label_directive_comment
source: Comment
ca: Comentari
eu: Iruzkina
gl: Comentario
pt: Comentário

# label_identite
source: Identity
ca: Identitat
eu: Identitatea
gl: Identidade
pt: Identidade

# label_push_directive
source: Directive to give these user
ca: Directiva a donar a estos usuaris
eu: Erabiltzaile hauei emateko direktiba
fr: Directive associée à l'affectation
gl: Directiva a dar a estes usuarios
pt: Directiva a dar a estes usuários

# label_reviewers
source: Reviewers
ca: Revisors
eu: Berrikusleak
gl: Revisores
pt: Revisores

# legend_local_roles_no_results_members
source: Sorry, no members matched your search.
ca: Ho sentim, però cap membre coincideix amb la seua recerca
eu: Sentitzen dugu, baino ez dago kiderik zure bilaketarekin bat datorrenik
gl: Sentímolo, pero ningún membro coincide coa súa busca
pt: Nenhum membro coincide com a sua pesquisa

# search_for_delegatees
source: Add new delegatees to the roadmap
ca: Afegir nous delegats a la full de ruta
eu: Bide-orrira ordezkari berriak erantsi
fr: Ajouter des éléments à la feuille de route
gl: Engadir novos delegados á folla de ruta
pt: Adicionar novos delegados ao mapa

source: Search results
ca: Resultats de la recerca
eu: Bilaketaren emaitzak
fr: Résultats de recherche
gl: Resultados da busca
pt: Resultados da pesquisa

# portal_type_MailboxGroup_title
source: Group of mailboxes
ca: Grup de bústies
eu: Postontzi-taldea
fr: Groupement de boîtes aux lettres
gl: Grupo de caixas de correo
pt: Grupo

# portal_type_MailboxGroup_description
source: Area gathering related mailboxes
ca: Espai que integra a un conjunt de bústies
eu: Postontzi-talde baten azalpena
fr: Espace regroupant un ensemble de boîtes aux lettre
gl: Espazo que integra un conxunto de caixas de correo
pt: Espaço que integra um grupo

# portal_type_Mailbox_title
source: Mailbox
ca: Bustia
eu: Postontzia
fr: Boîte aux lettres
gl: Caixa de correo
pt: Caixa

# portal_type_Mailbox_description
source: Area to store and manage message documents
ca: Espai dedicat a emmagatzemar i gestionar correus
eu: Posta biltegiratzeko eta kudeatzeko azalpena
fr: Espace dédié au stockage du courrier
gl: Espazo dedicado a almacenar e xestionar correos
pt: Espaço dedicado a armazena e gerir correios

# portal_type_IncomingMail_title
source: Incoming mail
ca: Correu entrant
eu: Posta hartzekoa
fr: Courrier entrant
gl: Correo entrante
pt: Correio recebido

# portal_type_IncomingMail_description
source: Incoming electronic or digitalised message
ca: Missatge electrònic o digitalitzat
eu: Posta elektroniko edo digitalizatua
fr: Message électronique ou numérisé
gl: Mensaxe electrónico ou dixitalizado
pt: Mensagem electrónica ou digitalizada

# portal_type_OutgoingMail_title
source: Outgoing mail
ca: Correu d'eixida
eu: Posta bidaltzekoa
fr: Courrier sortant
gl: Correo saínte
pt: Correio a enviar

# portal_type_OutgoingMail_description
source: Outgoing message that holds an answer to some incoming mail
ca: Missatge que respon a un correu entrant
eu: Posta hartzekoari erantzuten dion mezua
fr: Message contenant une réponse à un courrier entrant
gl: Mensaxe que responde a un correo entrante
pt: Mensagem que responde a um correio recebido

# portal_type_Dashboard_title
source: Dashboard
ca: Tauló
eu: Aginte-panela
fr: Tableau de bord
gl: Taboleiro
pt: Quadro

# portal_type_Dashboard_description
source: A document presenting search results
ca: Document amb els resultats de les recerques
eu: Bilaketaren emaitzen dokumentua
fr: Document affichant des résultats de recherche
gl: Documento cos resultados das buscas
pt: Documento com resultados das pesquisas

# mailboxes_root_title
source: Mailboxes
ca: Bústies
eu: Postontziak
fr: Boîtes aux lettres
gl: Caixas de correos
pt: Caixas de correio

# cpscourrier_object_label
source: Object
ca: Objecte:
eu: Objektua:
fr: Objet
gl: Obxecto:
pt: Objecto:

# cpscourrier_from_label
source: From
ca: Emissor:
eu: Igorlea:
fr: Émetteur
gl: Emisor:
pt: Emissor:

# cpscourrier_to_label
source: To
ca: Destinatari(s):
eu: Nori:
fr: Destinataire
gl: Destinatario(s):
pt: Destinatário(s):

# cpscourrier_creation_date_label
source: Date
ca: Data:
eu: Data:
gl: Data:
pt: Data:

# cpscourrier_form_of_address_label
source: Form of address
ca: Fórmula de cortesia
eu: Gizalege-esaldia
fr: Formule de politesse
gl: Fórmula de cortesía
pt: Fórmula de saudação

# cpscourrier_signature_label
source: Signature
ca: Signatura:
eu: Sinadura:
gl: Sinatura:
pt: Assinatura:

# cpscourrier_size_label
source: Size (kB):
ca: Grandària (kB):
eu: Tamaina (kB):
fr: Taille (ko)
gl: Tamaño (kB):
pt: Tamanho (kB):

# cpscourrier_deadline_label
source: Dealine
ca: Data de caducitat:
eu: Iraungitze-data:
fr: Date d'échéance
gl: Data de caducidade:
pt: Data de caducidade:

# cpscourrier_priority_label
source: Priority
ca: Prioritat:
eu: Lehentasuna:
fr: Degré d'urgence
gl: Prioridade:
pt: Prioridade:

# cpscourrier_smtp_headers_label
source: SMTP Headers
ca: Capçaleres SMTP:
eu: SMTP goiburuak:
fr: Entêtes SMTP
gl: Cabeceiras SMTP:
pt: Cabeçalhos SMTP:

# cpscourrier_mailbox_addresses_label
source: Mailbox addresses
ca: Adreces de la bústia:
eu: Postontziaren helbideak:
fr: Adresses de la boîte
gl: Direccións da caixa de correos:
pt: Direcções da caixa de correio:

# cpscourrier_search_path_label
source: Searched boxes
ca: Caixes referides
eu: Aipatutako kaxak
fr: Boîtes concernées
gl: Caixas referidas
pt: Caixas referidas

# cpscourrier_template_usage_col
source: Usage
ca: Ús
eu: Erabilpena
fr: Pertinence
gl: Uso
pt: Utilização

# cpscourrier_modification_date_label
source: Last edition
ca: Última edició
eu: Azken edizioa
fr: Dernière modification
gl: Última edición
pt: Última edição

# cpscourrier_type_label
source: Type
ca: Tipus
eu: Mota
gl: Tipo
pt: Tipo

# cpscourrier_review_state_label
source: State
ca: Estat
eu: Egoera
fr: État
gl: Estado
pt: Estado

# cpscourrier_empty_box_msg
source: No mail from this box fulfills your criteria
ca: No hi ha cap correu que responga als criteris de recerca
eu: Ez dago postarik bilaketa-irizpideei erantzuten dienik.
fr: Il n'y a pas de courrier répondant à vos critères dans cette boîte
gl: Non hai ningún correo que responda aos criterios de busca
pt: Não há nenhuma mensagem que corresponda aos seus critérios de pesquisa

# cpscourrier_empty_boxgroup_msg
source: Empty mailbox group
ca: El grup de bústies està buit
eu: Postontzi-multzoa hutsik dago
fr: Ce groupe de boîtes est vide
gl: O grupo de caixas de correo está baleiro
pt: O grupo de caixa está vazio

# cpscourrier_no_result_msg
source: No mail matches your search criteria
ca: Cap correu respon als criteris.
eu: Ez dago irizpideei erantzuten dien postarik .
fr: Aucun courrier ne satisfait à vos critères
gl: Ningún correo responde aos criterios.
pt: Nenhum correio corresponde aos critérios.

# cpscourrier_timeleft_label
source: Time left
ca: Temps restant
eu: Gelditzen den denbora
fr: Délai
gl: Tempo restante
pt: Tempo restante

# cpscourrier_has_attachment_label
source: Att.
ca: Adj.
eu: Adj.
fr: PJ
gl: Adx.
pt: Adj.

# cpscourrier_fulltext_search
source: Keywords
ca: Paraules clau
eu: Gako-hitzak
fr: Mots clés
gl: Palabras chave
pt: Palavras-chave

# cpscourrier_mailbox_priority_label
source: Default priority
ca: Grau d'urgència per defecte
eu: Lehenetsitako larritasun-maila
fr: Degré d'urgence par défaut
gl: Grao de urxencia por defecto
pt: Grau de urgência por defeito

# cpscourrier_mailbox_from_label
source: Default sender adress
ca: Adreça per defecte de l'emissor
eu: Bidaltzailearen lehenetsitako helbidea
fr: Adresse émetteur par défaut
gl: Dirección por defecto do emisor
pt: Direcção por defeito do emissor

# cpscourrier_allowed_reply_time
source: Default allowed reply time
ca: Interval de temps permès per defecte
eu: Baimendutako lehentsitako denbora-tartea
fr: Délais par défaut
gl: Intervalo de tempo permitido por defecto
pt: Intervalo de tempo permitido por defeito

# cpscourrier_mailbox_addresses_row_label
source: Addresses
ca: Adreces
eu: Helbideak
fr: Adresses
gl: Direccións
pt: Direcções

# cpscourrier_min_template_usage
source: Used at least
ca: Utilitzat almenys
eu: Erabilita gutxienez
fr: Pertinence (nombre minimal d'utilisations)
gl: Utilizado polo menos
pt: Utilizado pelo menos

# cpscourrier_foa_voc_regards
source: Best regards,
ca: Els meus millors desitjos,
eu: Onena opa dizut,
fr: Cordialement,
gl: Os meus mellores desexos,
pt: Os meus melhores desejos,

# cpscourrier_foa_voc_sincerely
source: Yours sincerely,
ca: Seu, sincerament,
eu: Adeitasunez,
fr: Bien à vous,
gl: Seu, sinceramente,
pt: Seu, sinceramente,

# cpscourrier_mp_voc_low
source: Low
ca: Baixa
eu: Baxua
fr: Non urgent
gl: Baixa
pt: Baixa

# cpscourrier_mp_voc_normal
source: Normal
eu: Normala
fr: Signalé

# cpscourrier_mp_voc_high
source: High
ca: Alta
eu: Altua
fr: Urgent
gl: Alta
pt: Alta

# cpscourrier_mp_voc_very_high
source: Very high
ca: Molt alta
eu: Oso altua
fr: Très urgent
gl: Moi alta
pt: Muito alta

# cpscourrier_all_boxes
source: All
ca: Tots
eu: Guztiak
fr: Toutes
gl: Todos
pt: Todos

# cpscourrier_subject_label
source: Subject
ca: Tema
eu: Gaia
fr: Thématique
gl: Tema
pt: Tema

# cpscourrier_all_subjects
source: All
ca: Tots
eu: Guztiak
fr: Toutes
gl: Todos
pt: Todos

# cpscourrier_initiate_handling
source: Handling
ca: Fer-se càrrec
eu: Ardura hartu
fr: Prise en charge
gl: Facerse cargo
pt: Encarregar-se

# cpscourrier_for_reply
source: For reply
ca: Per a respondre
eu: Erantzuteko
fr: Pour projet de réponse
gl: Para responder
pt: Para responder

# cpscourrier_for_advice
source: For advice
ca: Per a avisar
eu: Ohartarazteko
fr: Pour avis
gl: Para avisar
pt: Para avisar

# action_roadmap
source: Roadmap
ca: Full de ruta
eu: Bide-orria
fr: Feuille de route
gl: Folla de ruta
pt: mapa

# action_default_roadmap
source: Default roadmap
ca: Full de ruta per defecte
eu: Lehenetsitako bide-orria
fr: Feuille de route par défaut
gl: Folla de ruta por defecto
pt: Mapa por defeito

# init_stack
source: Roadmap init
ca: Inicialitzar la full de ruta
eu: Bide-orria hasieratu
fr: Initialisation feuille de route
gl: Inicializar a folla de ruta
pt: Iniciar o mapa

source: Use default roadmap
ca: Utilitze la full de ruta per defecte
eu: Lehenetsitako bide-orria erabili
fr: Utiliser la feuille de route par défaut
gl: Utilice a folla de ruta por defecto
pt: Utilize o mapa por defeito

# heading_workflow_handle_of ${item_id}
source: Handle ${item_id}
ca: Manejar ${item_id}
eu: ${item_id}erabili
fr: Prendre en charge le courrier «${item_id}»
gl: Manexar ${item_id}
pt: Manejar ${item_id}

# help_workflow_handle
source: By choosing to handle the incoming mail document you will be in charge of the future processing of the mail (answering, delegating, deleting, ... ).
ca: A l'optar per gestionar els documents de correu seleccionats, es farà càrrec del processament futur dels correus (respondre, delegar, esborrar...).
eu: Hautatutako postak kudeatzeko aukera hartzeagatik, geroko posta prozesatzeko ardura hartuko duzu (erantzun, ordezkatu,ezabatu...)
fr: Vous vous apprêtez à prendre en charge le courrier entrant&nbsp;; vous deviendrez de fait l'agent en charge de son traitement&nbsp;: répondre, déléguer, mettre au rebut
gl: Ao optar por xestionar os documentos de correo seleccionados, farase cargo do procesamento futuro dos correos (responder, delegar, borrar...).
pt: Ao optar por gerir os documentos de correio seleccionados, encarregar-se-á do seu processamento futuro del procesamiento futuro de los correos (responder, delegar, apagar...).

# button_handle
source: Handle
ca: Fer-se càrrec
eu: Tratatu
fr: Prendre en charge
gl: Facerse cargo
pt: Encarregar-se

# action_handle
source: Handle
ca: Fer-se càrrec
eu: Tratatu
fr: Prendre en charge
gl: Facerse cargo
pt: Encarregar-se

# handle
source: Handling
ca: Fent-se càrrec
eu: Tratatzen
fr: Prise en charge
gl: Facéndose cargo
pt: Encarregando-se

# heading_workflow_forward_of ${item_id}
source: Forward ${item_id}
ca: Remetre ${item_id}
eu: ${item_id} birbidali
fr: Transférer le courrier entrant «${item_id}»
gl: Remitir ${item_id}
pt: Remeter ${item_id}

# help_workflow_forward
source: You are about to forward (move) the mail to another Mailbox <strong>or</strong> to an external email address. Forwarding the mail document to an external email address will close the local copy of the document.
ca: Està a punt de remetre el correu a altra bústia <strong>o</strong> a una adreça de correu externa. A l'enviar el document de correu a una adreça externa es tancarà la còpia local del document.
eu: Posta beste postontzi batera bidaltzear zaude <strong>edota</strong> kanpoko posta-helbide batera. Posta kanpoko helbide batera bidaltzerakoan bertako dokumentuaren kopia itxi egingo da.
fr: Vous vous apprêtez à transférer ce courrier entrant. Vous pouvez transférer ce courrier vers une boîte du portail <strong>ou</strong> vers une addresse de courriel extérieur au portail.
gl: Está a punto de remitir o correo a otra caixa <strong>o</strong> a unha dirección de correo externa. Ao enviar o documento de correo a unha dirección externa pechará a copia local do documento.
pt: Está a remeter o correio de outra caixa <strong>o</strong> para uma direcção de correio externo. Ao enviar o documento a uma direcção externa fechará a cópia local do documento.

# button_forward
source: Forward
ca: Remetre
eu: Birbidali
fr: Transférer
gl: Remitir
pt: Remeter

# action_forward
source: Forward
ca: Remetre
eu: Birbidali
fr: Transférer
gl: Remitir
pt: Remeter

# forward
source: Forwarding
ca: Remitent
eu: Bidaltzailea
fr: Transfert
gl: Remitente
pt: Remetente

# forward_move
source: Forward to mailbox
ca: Remetre a la bústia
eu: Postontzira birbidali
fr: Transfert interne
gl: Remitir á caixa de correo
pt: Remeter para a caixa de correio

# forward_email
source: Forward to email
ca: Remetre al correu
eu: Birbidali honako postara
fr: Transfert externe
gl: Remitir ao correo
pt: Remeter para o endereço

# cpscourrier_no_mailbox
source: (Please select a mailbox)
ca: (Per favor, seleccione una bústia)
eu: (Mesedez, postontzia hautatu)
fr: (Selectionner une boîte)
gl: (Por favor, seleccione unha caixa de correo)
pt: (Por favor, seleccione uma caixa de correio)

# heading_workflow_discard_of ${item_id}
source: Discard ${item_id}
ca: Remetre ${item_id}
eu: ${item_id} birbidali
fr: Mettre au rebut le courrier «${item_id}»
gl: Remitir ${item_id}
pt: Remeter ${item_id}

# help_workflow_discard
source: You are about to to put the mail to trash.
ca: Està a punt de posar el correu en la paperera
eu: Posta zakarrontzira bidaltzear zaude
fr: Vous vous apprêtez à mettre ce courrier entrant au rebut
gl: Está a punto de poñer o correo na papeleira
pt: Irá enviar o correio para reciclagem

# button_discard
source: Discard
ca: Descartar
eu: Baztertu
fr: Mettre au rebut
gl: Descartar
pt: Descartar

# action_discard
source: Discard
ca: Descartar
eu: Baztertu
fr: Mettre au rebut
gl: Descartar
pt: Descartar

# discard
source: Discarding
ca: Descartant
eu: Baztertzen
fr: Mis au rebut
gl: Descartando
pt: A descartar

# heading_workflow_delete_of ${item_id}
source: Delete ${item_id}
ca: Esborrar ${item_id}
eu: ${item_id} ezabatu
fr: Supprimer le courrier «${item_id}»
gl: Borrar ${item_id}
pt: Apagar ${item_id}

# help_workflow_delete
source: You are about to permanently delete to mail document.
ca: Està a punt d'esborrar permanentment el correu
eu: Posta betiko ezabatzera zoaz
fr: Vous vous apprêtez à détruire définitivement ce courrier
gl: Está a punto de borrar permanentemente o correo
pt: Irá apagar permanentemente o correio

# button_delete
source: Delete
ca: Esborrar
eu: Ezabatu
fr: Supprimer
gl: Borrar
pt: Apagar

# action_delete
source: Delete
ca: Esborrar
eu: Ezabatu
fr: Supprimer
gl: Borrar
pt: Apagar

# delete
source: Deletion
ca: Esborrat
eu: Ezabatuta
fr: Suppression
gl: Borrado
pt: Apagado

# heading_workflow_answer_of ${item_id}
source: Answer ${item_id}
ca: Respondre ${item_id}
eu: ${item_id} erantzun
fr: Répondre au courrier entrant «${item_id}»
gl: Responder ${item_id}
pt: Responder ${item_id}

# help_workflow_answer
source: By answering the mail document, you will create a new outgoing mail linked to the original incoming mail.
ca: Al respondre al document de correu, crearà un nou correu eixint enllaçat al correu d'entrada original.
eu: Posta-dokumentuari erantzutean, jatorrizko postari estekatutako bidaltzeko posta berri bat sortuko duzu.
fr: Vous vous apprêtez à créer une réponse à ce courrier
gl: Ao responder ao documento de correo, creará un novo correo saínte enlazado ao correo de entrada orixinal.
pt: Ao responder ao documento, criará um correio novo a enviar ligado ao correio de entrada original.

# button_answer
source: Reply
ca: Respondre
eu: Erantzun
fr: Répondre
gl: Responder
pt: Responder

# action_answer
source: Reply
ca: Respondre
eu: Erantzun
fr: Répondre
gl: Responder
pt: Responder

# answer
source: Reply
ca: Resposta
eu: Erantzuna
fr: Réponse
gl: Resposta
pt: Resposta

# action_reuse_answer
source: Reply from existing
ca: Respondre des de l'existent
eu: Dauden erantzunez baliaturik erantzun
fr: Proposer une réponse
gl: Responder desde o existente
pt: Responder a partir do existente

# reuse_answer
source: Reply
ca: RRespondre a partir d'un existent
eu: Dauden erantzunez baliaturik erantzun
fr: Réponse à partir d'existante
gl: Responder a partir dun existente
pt: Responder a partir de um existente

# heading_workflow_close_of ${item_id}
source: Close ${item_id}
ca: Tancar ${item_id}
eu: ${item_id} itxi
fr: Clôturer le courrier «${item_id}»
gl: Pechar ${item_id}
pt: Fechar ${item_id}

# help_workflow_close
source: Close the incoming mail to end the answering process. Please note that closed mail documents are hidden by default in mailboxes and dashboards. You have to explicitely set the "state" filter parameter to "closed" to view the list of closed mail documents.
ca: Tanca l'entrada de correus al final del procés de respostes. Note que els documents de correu tancats estan, per defecte, ocults en les bústies. Ha de, explícitament, configurar el paràmetre del filtre "estat" a "tancat" per a vore la llista de documents de correu tancats.
eu: Posta-sarrera itxi egiten du erantzunen prozesuaren amaieran. Gogoan hartu itxitako posta-dokumentuak, postontzietan ezkutatuta daudela hala dagoelako lehenetsita. Itxitako posta-dokumentuak ikusi nahi izanez gero, "egoera" iragazkiaren parametroa "itxita"-ra konfiguratu behar duzu.
fr: Vous vous apprêtez à clôturer ce courrier entrant
gl: Peche a entrada de correos ao final do proceso de respostas. Note que os documentos de correo pechados están, por defecto, ocultos nas caixas. Debe, explícitamente, configurar o parámetro do filtro "estado" a "pechado" para ver a lista de documentos de correo pechados.
pt: Fecha a entrada de correios no final do processo de respostas. Note que os documentos de correio fechados estão, por defeito, ocultos nas caixas de correio. Deve configurar o parâmtero do filtro "estado" a "fechado" para ver a lista de documentos de correio fechados.

# button_close
source: Close
ca: Tancar
eu: Itxi
fr: Clôturer
gl: Pechar
pt: Fechar

# action_close
source: Close
ca: Tancar
eu: Itxi
fr: Clôturer
gl: Pechar
pt: Fechar

# close
source: Closure
ca: Tancament
eu: Ixtea
fr: Clôture
gl: Peche
pt: feche

# heading_workflow_reopen_of ${item_id}
source: Reopen ${item_id}
ca: Reobrir ${item_id}
eu: ${item_id} berrireki
fr: Dé-clôturer le courrier «${item_id}»
gl: Reabrir ${item_id}
pt: Reabrir ${item_id}

# help_workflow_reopen
source: You are about to reopen the mail document. This will allow you to further reply to that incoming mail.
ca: Està a punt de reobrir el correu entrant
eu: Posta hartzekoa irekitzear zaude
fr: Vous vous apprêtez à dé-clôturer ce courrier entrant
gl: Está a punto de reabrir o correo entrante
pt: Irá reabrir o correio recebido

# button_reopen
source: Reopen
ca: Reobrir
eu: Berrireki
fr: Dé-clôturer
gl: Reabrir
pt: Reabrir
